export const GenresData = {
  12: '모험',
  14: '판타지',
  18: '드라마',
  16: '애니메이션',
  27: '공포',
  28: '액션',
  35: '코미디',
  36: '역사',
  37: '서부',
  53: '스릴러',
  80: '범죄',
  99: '다큐멘터리',
  878: 'SF',
  9648: '미스터리',
  10402: '음악',
  10749: '로맨스',
  10751: '가족',
  10752: '전쟁',
  10759: '액션 어드벤쳐',
  10762: '키즈',
  10763: '뉴스',
  10764: '리얼리티',
  10765: 'SF 판타지',
  10766: '소프',
  10767: '토크',
  10768: '전쟁 및 정치',
  10770: 'TV 영화',
};

export const MovieGenres = [
  {
    id: 28,
    name: '액션',
  },
  {
    id: 12,
    name: '모험',
  },
  {
    id: 16,
    name: '애니메이션',
  },
  {
    id: 35,
    name: '코미디',
  },
  {
    id: 80,
    name: '범죄',
  },
  {
    id: 99,
    name: '다큐멘터리',
  },
  {
    id: 18,
    name: '드라마',
  },
  {
    id: 10751,
    name: '가족',
  },
  {
    id: 14,
    name: '판타지',
  },
  {
    id: 36,
    name: '역사',
  },
  {
    id: 27,
    name: '공포',
  },
  {
    id: 10402,
    name: '음악',
  },
  {
    id: 9648,
    name: '미스터리',
  },
  {
    id: 10749,
    name: '로맨스',
  },
  {
    id: 878,
    name: 'SF',
  },
  {
    id: 10770,
    name: 'TV 영화',
  },
  {
    id: 53,
    name: '스릴러',
  },
  {
    id: 10752,
    name: '전쟁',
  },
  {
    id: 37,
    name: '서부',
  },
];

export const TvGenres = [
  {
    id: 10759,
    name: '액션 어드벤쳐',
  },
  {
    id: 16,
    name: '애니메이션',
  },
  {
    id: 35,
    name: '코미디',
  },
  {
    id: 80,
    name: '범죄',
  },
  {
    id: 99,
    name: '다큐멘터리',
  },
  {
    id: 18,
    name: '드라마',
  },
  {
    id: 10751,
    name: '가족',
  },
  {
    id: 10762,
    name: '키즈',
  },
  {
    id: 9648,
    name: '미스터리',
  },
  {
    id: 10763,
    name: '뉴스',
  },
  {
    id: 10764,
    name: '리얼리티',
  },
  {
    id: 10765,
    name: 'SF / 판타지',
  },
  {
    id: 10766,
    name: '소프',
  },
  {
    id: 10767,
    name: '토크',
  },
  {
    id: 10768,
    name: '전쟁 / 정치',
  },
  {
    id: 37,
    name: '서부',
  },
];
